Repository: ekuester/pyGTK-List-ManifestDB-From-iOSBackup
Catalog: locale/*/LC_MESSAGES/ManifestDBView.po
Languages: de

source: An error occurred while copying
de: Fehler beim Kopieren

source: Filetransfer
de: Dateitransfer

source: Copying Files ...
de: Kopiere Dateien ...

source: Please select domain to display
de: Domain zur Anzeige auswählen

source: Extract Domain...
de: Domain extrahieren

source: Extract domain content
de: Domaininhalt extrahieren

source: Choose a Database, click Open
de: Klick auf Öffnen zur Auswahl einer Datenbank

source: Open
de: Öffnen

source: Open data base
de: Datenbank öffnen

source: Quit
de: Verlassen

source: Exit program
de: Programm schließen

source: About
de: Über

source: About program
de: Weitere Infos

source: Database files
de: Datenbanken

source: Text files
de: Textdateien

source: Any files
de: Alle Dateien

source: Select Manifest.db file
de: Datei Manifest.db auswählen

source: Go on to open a new Database
de: Andere Datenbank jetzt öffnen

source: No Database chosen, try again
de: Keine Datenbank ausgewählt, neuer Versuch

source: Database created and successfully connected to SQLite
de: Datenbank erstellt und erfolgreich mit SQLite verbunden

source: Error while connecting to sqlite
de: Fehler beim Verbinden mit Sqlite

source: The SQLite connection is closed after reading
de: Sqlite Verbindung nach Lesen geschlossen

source: Combobox filled with {index} domain names, please select one
de: Combobox mit {index} Domainnamen, jetzt einen auswählen

source: Export CSV...
de: CSV Export...

source: Erich Küster, Krefeld/Germany
de: Erich Küster, Krefeld/Deutschland

source: Erich Küster, Krefeld/Germany
de: Erich Küster, Krefeld/Deutschland

source: Unknown button was clicked
de: Unbekannte Schaltfläche

source: Chosen domain: {domain}
de: Ausgewählte Domain: {domain}

source: no match found for entry
de: Kein Treffer für Eingabe

source: first match for entry is {naked_domain} at row {row_id}
de: Erster Treffer für Eingabe: {naked_domain} in Zeile {row_id}

source: File Info Dialog
de: Dateiinfo Dialog

source: File Info copied to Clipboard, use Strg-V to retrieve.
de: Dateiinfo kopiert in Zwischenablage, hole mit Strg-V

source: URL for backup'd file: {file_url}
de: URL für Dateibackup: {file_url}

source: Please choose a folder to copy file in
de: Verzeichnis zum Kopieren auswählen

source: No path for target file given, try again
de: Kein Pfad für Zieldatei gegeben, nochmals versuchen

source: Error during copying, good luck!
de: Fehler beim Kopieren, viel Glück!

source: Copying to {target_url} complete, no errors
de: Kopieren nach {target_url} vollständig, keine Fehler

source: Saving rejected (wrong file type)
de: Speichern verweigert (falscher Dateityp)

source: Select domain first (no rows in model)
de: Erst Domain wählen (keine Reihen im Modell)

source: Please choose a folder for extracting files
de: Verzeichnis zum Extrahieren der Dateien angeben

source: No path for extracting files given, try again
de: Pfad zum Extrahieren der Dateien nochmals angeben

source: Output directory is not empty!
de: Ausgabeverzeichnis ist nicht leer!

source: Path to extract files: {self.extract_path}
de: Pfad für extrahierte Dateien: {extract_path}

source: {len(self.files)} files extracted to: {self.extract_path}
de: {files} Dateien extrahiert nach: {extract_path}

source: Nothing extracted (no regular files in domain)
de: Nichts extrahiert (keine reguläre Datei in Domain)

source: Please choose a folder for exporting Manifest.csv
de: Verzeichnis zum Export von Manifest.csv auswählen

source: No path for CSV file given, try again
de: Keine Pfadangabe gemacht, neuer Versuch

source: Manifest.csv stored in folder {export_path}
de: Manifest.csv im Verzeichnis {export_path} gespeichert
